{
  "en": {
    "projectTitle": "Personal Portfolio Website",
    "projectArea": "Branding",
    "projectDeadline": "21 Days",
    "projectType": "Responsive website",
    "paragraph1": "Recently, while responding to job openings through a popular platform, in one of the dialogues, HR asked me a simple but important question:",
    "paragraph2": "«Where can I see your actual projects, not just pictures on Dribbble?»",
    "paragraph3": "At that moment it dawned on me: it was time to start a personal brand. Not just to post my work, but to create a space that tells who I am, what I do and how I think as a designer.",
    "title1": "🧠 What I wanted to do",
    "paragraph4": "I wasn't looking to make another “here are the jobs, here are the contacts” template site. I wanted something more: a site that speaks, shows and feels like myself.",
    "paragraph5": "The goal was for anyone who visits the site to understand not only what I'm good at, but also how I approach problem solving.",
    "title2": "🛠 How it all began",
    "paragraph6": "I started by making a plan:",
    "paragraph7": "This plan became the foundation of the entire process. It helped to break down the project into steps, set priorities and keep the focus on what was important.",
    "title3": "🤔 Jobs To Be Done (JTBD)",
    "paragraph8": "At the heart of everything is understanding who I'm making the site for. The Jobs To Be Done method helped: it focuses not on functions, but on the motivation of the user.",
    "paragraph9": "When I select a specialist, I want to see examples of their actual work, level of professionalism and thought process to see if they are a good fit for my particular task or team.",
    "paragraph10": "Building off of that, I went deeper - into the emotions, barriers, and expectations of the user.",
    "title4": "❤️ Empathy Map",
    "paragraph11": "I created an Empathy Map to understand how a person feels when they get to my site.",
    "paragraph12": "This helped me avoid blind spots and hone everything from pitch rhythm to micro-copywriting.",
    "title5": "🔍 Competitor analysis",
    "paragraph13": "Next, I looked at how others were doing it - not to replicate it, but to see what worked and what didn't.",
    "paragraph14": "I drew three key conclusions from the analysis:",
    "paragraph15": "Who my audience is.",
    "paragraph16": "What should definitely be on the site.",
    "paragraph17": "What effect I want to evoke in the visitor.",
    "title6": "👤 User Persona",
    "paragraph18": "To work more precisely with the content and interface, I created a User Persona - a notional image of the main visitor: an HR specialist.",
    "title7": "📖 Job Stories",
    "paragraph19": "I've articulated 5 scenarios in which the site should help:",
    "paragraph20": "«When I open a portfolio, I want to understand who's in front of me and what their strengths are»",
    "paragraph21": "→ Solution: block «About Me» + «My skills».",
    "paragraph22": "«I want to see not just pictures, but thinking»",
    "paragraph23": "→ Solution: case structure - from task to result.",
    "paragraph24": "«You need to figure out quickly if it's worth calling for an interview»",
    "paragraph25": "→ Solution: a concise block of metrics and experience.",
    "paragraph26": "«I want to get in touch right away»",
    "paragraph27": "→ Solution: contact block + pop-up.",
    "paragraph28": "«I'm watching from my phone - I want it to be convenient»",
    "paragraph29": "→ Solution: adaptive design and clear hierarchy.",
    "title8": "🧩 User Stories",
    "paragraph30": "«As a recruiter, I want to evaluate experience and cases to make the decision to recommend a candidate»",
    "paragraph31": "«As a designer, I want to be inspired, to see the approach, to compare thinking»",
    "paragraph32": "These stories helped get me on the right wavelength - and not overcomplicate what should be simple.",
    "title9": "🗺 User journey map",
    "paragraph33": "I put everything together in a Customer Journey Map to see the journey through the eyes of the visitor.",
    "title10": "🧪 Use Case",
    "paragraph34": "Role: Recruiter.",
    "paragraph35": "Purpose: To understand who I am and how to contact me.",
    "paragraph36": "Basic Scenario:",
    "paragraph37": "Went to the website.",
    "paragraph38": "Flipped through «About Me»",
    "paragraph39": "Looked at a couple cases.",
    "paragraph40": "Went to contacts.",
    "paragraph41": "Wrote.",
    "paragraph42": "What could go wrong:",
    "paragraph43": "Site is slow to load → goes away",
    "paragraph44": "Unclear structure → does not find cases → closes",
    "paragraph45": "Contacts hidden → postpones → forgets",
    "title11": "🔄 User Flow",
    "paragraph46": "User Flow showed where to simplify and where to add attention anchors.",
    "title12": "🗂 Story Map",
    "title13": "📝 Gathering requirements",
    "paragraph47": "🎯 Objectives:",
    "paragraph48": "To show who I am, what I do, and how I think.",
    "paragraph49": "Make communication as easy as possible.",
    "paragraph50": "Quickly explain why I'm a match.",
    "paragraph51": "👥 Audience:",
    "paragraph52": "HR",
    "paragraph53": "Employer",
    "paragraph54": "Customer",
    "paragraph55": "🔧 Key features:",
    "paragraph56": "Hero-block",
    "paragraph57": "Cases",
    "paragraph58": "About me",
    "paragraph59": "Skills",
    "paragraph60": "Contacts",
    "paragraph61": "404",
    "paragraph62": "Themes / language",
    "paragraph63": "Adaptability",
    "title14": "🧭 Sitemap",
    "title15": "✏️ Interface visualization",
    "paragraph64": "Sketch:",
    "paragraph65": "Wireframe:",
    "paragraph66": "Prototype:",
    "title16": "🧪 Testing",
    "paragraph67": "Conducted live testing with a real user. I got feedback and made some adjustments.",
    "title17": "💻 Writing code",
    "paragraph68": "I decided not to use frameworks. I wrote the code on pure HTML, CSS, JS - it gave me full control.",
    "title18": "🏁 Conclusion",
    "paragraph69": "This project has been a real adventure for me - an experience of growth, self-discovery and skill development - rather than just building a website.",
    "paragraph70": "You can see its outcome right here, because this site itself is the result of the work done :)",
    "paragraph71": "New projects, new challenges and growth lay ahead. And this experience has become a solid foundation for my further professional path.",
    "paragraph72": "Thanks for taking the time to read 🙌",
    "paragraph73": "«Create as if no one appreciates it. Improve as if everyone will see it»",
    "title19": "📚 Resources used"
  },
  "ru": {
    "projectTitle": "Персональный сайт-портфолио",
    "projectArea": "Брендинг",
    "projectDeadline": "21 День",
    "projectType": "Отзывчивый вебсайт",
    "paragraph1": "Недавно, откликаясь на вакансии через популярную платформу, в одном из диалогов HR задал мне простой, но важный вопрос:",
    "paragraph2": "«Где можно посмотреть ваши реальные проекты, а не просто картинки на Dribbble?»",
    "paragraph3": "В этот момент меня осенило: пришло время заняться личным брендом. Не просто выложить работы, а создать пространство, которое расскажет за меня - кто я, чем занимаюсь и как мыслю как дизайнер.",
    "title1": "🧠 Что я хотел сделать",
    "paragraph4": "Я не стремился сделать ещё один шаблонный сайт по типу «вот работы, вот контакты». Мне хотелось чего-то большего: сайта, который говорит, показывает и чувствует, как я сам.",
    "paragraph5": "Цель была в том, чтобы каждый, кто зайдёт на сайт, понял не только, что я умею, но и как подхожу к решению задач.",
    "title2": "🛠 Как всё начиналось",
    "paragraph6": "Я начал с составления плана:",
    "paragraph7": "Этот план стал основой всего процесса. Он помог разложить проект на этапы, задать приоритеты и сохранить фокус на важном.",
    "title3": "🤔 Пользовательская задача (JTBD)",
    "paragraph8": "В основе всего - понимание, для кого я делаю сайт. Помог метод Jobs To Be Done: он фокусирует не на функциях, а на мотивации пользователя.",
    "paragraph9": "Когда я подбираю специалиста, я хочу увидеть примеры его реальной работы, уровень профессионализма и процесс мышления, чтобы понять, насколько он мне подходит для конкретной задачи или команды.",
    "paragraph10": "Отталкиваясь от этого, я пошёл глубже - в эмоции, барьеры, ожидания пользователя.",
    "title4": "❤️ Карта эмпатии",
    "paragraph11": "Я создал Карту эмпатии, чтобы понять, что чувствует человек, попадая на мой сайт.",
    "paragraph12": "Это помогло избежать «слепых зон» и отточить всё: от ритма подачи до микрокопирайтинга.",
    "title5": "🔍 Анализ конкурентов",
    "paragraph13": "Далее я посмотрел, как делают другие - не чтобы повторить, а чтобы понять, что работает, а что нет.",
    "paragraph14": "Из анализа я извлёк три ключевых вывода:",
    "paragraph15": "Кто моя аудитория.",
    "paragraph16": "Что точно должно быть на сайте.",
    "paragraph17": "Какой эффект я хочу вызвать у посетителя.",
    "title6": "👤 Портрет пользователя",
    "paragraph18": "Чтобы точнее работать с содержанием и интерфейсом, я создал User Persona - условный образ основного посетителя: HR-специалист.",
    "title7": "📖 История задач",
    "paragraph19": "Я сформулировал 5 сценариев, в которых сайт должен помогать:",
    "paragraph20": "«Когда я открываю портфолио, я хочу понять, кто передо мной и в чём его сильные стороны»",
    "paragraph21": "→ Решение: блок «Обо мне» + «Мои навыки».",
    "paragraph22": "«Хочу увидеть не просто картинки, а мышление»",
    "paragraph23": "→ Решение: структура кейсов - от задачи до результата.",
    "paragraph24": "«Нужно быстро понять, стоит ли звать на интервью»",
    "paragraph25": "→ Решение: лаконичный блок с метриками и опытом.",
    "paragraph26": "«Хочу сразу связаться»",
    "paragraph27": "→ Решение: контактный блок + pop-up.",
    "paragraph28": "«Смотрю с телефона - хочу, чтобы было удобно»",
    "paragraph29": "→ Решение: адаптивный дизайн и чёткая иерархия.",
    "title8": "🧩 Пользовательские истории",
    "paragraph30": "«Как рекрутёр, я хочу оценить опыт и кейсы, чтобы принять решение рекомендовать кандидата»",
    "paragraph31": "«Как дизайнер, хочу вдохновиться, увидеть подход, сравнить мышление»",
    "paragraph32": "Эти истории помогли настроиться на нужную волну - и не усложнять то, что должно быть простым.",
    "title9": "🗺 Карта клиентского пути",
    "paragraph33": "Я собрал всё в Customer Journey Map, чтобы увидеть путь глазами посетителя.",
    "title10": "🧪 Сценарий использования",
    "paragraph34": "Роль: Рекрутёр.",
    "paragraph35": "Цель: Понять, кто я, и как со мной связаться.",
    "paragraph36": "Основной сценарий:",
    "paragraph37": "Зашёл на сайт.",
    "paragraph38": "Пролистал «Обо мне».",
    "paragraph39": "Посмотрел пару кейсов.",
    "paragraph40": "Перешёл в контакты.",
    "paragraph41": "Написал.",
    "paragraph42": "Что может пойти не так:",
    "paragraph43": "Сайт медленно грузится → уходит",
    "paragraph44": "Непонятная структура → не находит кейсы → закрывает",
    "paragraph45": "Контакты спрятаны → откладывает → забывает",
    "title11": "🔄 Пользовательский поток",
    "paragraph46": "User Flow показал, где можно упростить, а где - добавить якоря внимания.",
    "title12": "🗂 Карта истории",
    "title13": "📝 Сбор требований",
    "paragraph47": "🎯 Цели:",
    "paragraph48": "Показать, кто я, что делаю и как мыслю.",
    "paragraph49": "Сделать общение максимально лёгким.",
    "paragraph50": "Быстро объяснить, почему я подхожу.",
    "paragraph51": "👥 Аудитория:",
    "paragraph52": "HR",
    "paragraph53": "Работодатель",
    "paragraph54": "Заказчик",
    "paragraph55": "🔧 Ключевые функции:",
    "paragraph56": "Hero-блок",
    "paragraph57": "Кейсы",
    "paragraph58": "Обо мне",
    "paragraph59": "Навыки",
    "paragraph60": "Контакты",
    "paragraph61": "404",
    "paragraph62": "Темы / язык",
    "paragraph63": "Адаптивность",
    "title14": "🧭 Карта сайта",
    "title15": "✏️ Визуализация интерфейса",
    "paragraph64": "Скетч:",
    "paragraph65": "Wireframe:",
    "paragraph66": "Прототип:",
    "title16": "🧪 Тестирование",
    "paragraph67": "Провёл живое тестирование с реальным пользователем. Получил обратную связь, и внёс некоторые корректировки.",
    "title17": "💻 Написание кода",
    "paragraph68": "Я решил не использовать фреймворки. Писал код на чистом HTML, CSS, JS - это дало мне полный контроль.",
    "title18": "🏁 Заключение",
    "paragraph69": "Этот проект стал для меня не просто созданием сайта, а настоящим приключением - опытом роста, самопознания и развития навыков.",
    "paragraph70": "Его итог вы видите прямо здесь, ведь сам этот сайт - и есть результат проделанной работы :)",
    "paragraph71": "Впереди - новые проекты, новые вызовы и рост. А этот опыт стал прочным фундаментом для моего дальнейшего профессионального пути.",
    "paragraph72": "Спасибо, что уделили время на прочтение 🙌",
    "paragraph73": "«Творите так, будто никто не оценивает. Улучшайте так, будто это увидят все»",
    "title19": "📚 Использованные ресурсы"
  },
  "de": {
    "projectTitle": "Persönliche Portfolio-Website",
    "projectArea": "Branding",
    "projectDeadline": "21 Tage",
    "projectType": "Reaktionsfähige website",
    "paragraph1": "Kürzlich, als ich mich über eine beliebte Plattform auf Stellenausschreibungen bewarb, stellte mir die Personalabteilung in einem der Dialoge eine einfache, aber wichtige Frage:",
    "paragraph2": "«Wo kann ich Ihre aktuellen Projekte sehen, nicht nur Bilder auf Dribbble?»",
    "paragraph3": "In diesem Moment dämmerte es mir: Es war an der Zeit, eine persönliche Marke zu gründen. Nicht nur, um meine Arbeit zu veröffentlichen, sondern um einen Raum zu schaffen, der zeigt, wer ich bin, was ich mache und wie ich als Designer denke.",
    "title1": "🧠 Was ich tun wollte",
    "paragraph4": "Ich war nicht auf der Suche nach einer weiteren „hier sind die Jobs, hier sind die Kontakte“-Vorlage-Website. Ich wollte etwas mehr: eine Website, die mich anspricht, zeigt und sich wie ich selbst fühlt.",
    "paragraph5": "Ziel war es, dass jeder, der die Website besucht, nicht nur versteht, worin ich gut bin, sondern auch, wie ich an die Lösung von Problemen herangehe.",
    "title2": "🛠 Wie alles begann",
    "paragraph6": "Zunächst habe ich einen Plan gemacht:",
    "paragraph7": "Dieser Plan bildete die Grundlage für den gesamten Prozess. Er half dabei, das Projekt in Schritte zu unterteilen, Prioritäten zu setzen und den Fokus auf das Wesentliche zu richten.",
    "title3": "🤔 Jobs To Be Done (JTBD)",
    "paragraph8": "Im Kern geht es darum, zu verstehen, für wen ich die Website mache. Die Jobs To Be Done-Methode hat dabei geholfen: Sie konzentriert sich nicht auf die Funktionen, sondern auf die Motivation des Nutzers.",
    "paragraph9": "Wenn ich einen Spezialisten auswähle, möchte ich Beispiele für seine tatsächliche Arbeit, seine Professionalität und seinen Denkprozess sehen, um zu erkennen, ob er für meine spezielle Aufgabe oder mein Team geeignet ist.",
    "paragraph10": "Darauf aufbauend ging ich tiefer - in die Emotionen, Barrieren und Erwartungen der Nutzer.",
    "title4": "❤️ Empathy Map",
    "paragraph11": "Ich habe eine Empathiekarte erstellt, um zu verstehen, wie sich eine Person fühlt, wenn sie auf meine Website kommt.",
    "paragraph12": "Dies half mir, blinde Flecken zu vermeiden und alles zu verfeinern, vom Pitch-Rhythmus bis zum Mikro-Copywriting.",
    "title5": "🔍 Competitor analysis",
    "paragraph13": "Als Nächstes schaute ich mir an, wie andere es machten - nicht um es zu kopieren, sondern um zu sehen, was funktionierte und was nicht.",
    "paragraph14": "Aus dieser Analyse habe ich drei wichtige Schlussfolgerungen gezogen:",
    "paragraph15": "Wer mein Publikum ist.",
    "paragraph16": "Was auf jeden Fall auf der Website stehen sollte.",
    "paragraph17": "Welche Wirkung möchte ich beim Besucher hervorrufen.",
    "title6": "👤 User Persona",
    "paragraph18": "Um genauer mit dem Inhalt und der Schnittstelle arbeiten zu können, habe ich eine User Persona erstellt - ein fiktives Bild des Hauptbesuchers: ein HR-Spezialist.",
    "title7": "📖 Job Stories",
    "paragraph19": "Ich habe 5 Szenarien formuliert, in denen die Website helfen soll:",
    "paragraph20": "«Wenn ich eine Mappe öffne, möchte ich wissen, wer vor mir steht und wo seine Stärken liegen»",
    "paragraph21": "→ Lösung: block «Über mich» + «Meine Fähigkeiten».",
    "paragraph22": "«Ich möchte nicht nur Bilder sehen, sondern auch Gedanken»",
    "paragraph23": "→ Lösung: Fallstruktur - von der Aufgabe zum Ergebnis.",
    "paragraph24": "«Sie müssen schnell herausfinden, ob es sich lohnt, zu einem Vorstellungsgespräch anzurufen»",
    "paragraph25": "→ Lösung: einen prägnanten Block von Metriken und Erfahrungen.",
    "paragraph26": "«Ich möchte sofort mit Ihnen Kontakt aufnehmen»",
    "paragraph27": "→ Lösung: Kontaktblock + Pop-up.",
    "paragraph28": "«Ich schaue von meinem Handy aus zu - ich möchte, dass es bequem ist»",
    "paragraph29": "→ Lösung: adaptives Design und klare Hierarchie.",
    "title8": "🧩 User Stories",
    "paragraph30": "«Als Personalvermittler möchte ich Erfahrungen und Fälle bewerten, um die Entscheidung zu treffen, einen Kandidaten zu empfehlen»",
    "paragraph31": "«Als Designer möchte ich mich inspirieren lassen, die Herangehensweise sehen und Denkweisen vergleichen»",
    "paragraph32": "Diese Geschichten haben mir geholfen, auf die richtige Wellenlänge zu kommen - und nicht zu kompliziert zu machen, was eigentlich einfach sein sollte.",
    "title9": "🗺 User journey map",
    "paragraph33": "Ich habe alles in einer Customer Journey Map zusammengefasst, um die Reise mit den Augen des Besuchers zu sehen.",
    "title10": "🧪 Use Case",
    "paragraph34": "Rolle: Personalvermittler.",
    "paragraph35": "Zweck: Zu verstehen, wer ich bin und wie man mich kontaktieren kann.",
    "paragraph36": "Grundsätzliches Szenario:",
    "paragraph37": "Besuchen die Website.",
    "paragraph38": "Blättern durch «Über mich»",
    "paragraph39": "Ein paar Fälle angesehen.",
    "paragraph40": "Kontakt aufgenommen.",
    "paragraph41": "Hat geschrieben.",
    "paragraph42": "Was schiefgehen könnte:",
    "paragraph43": "Die Website lädt langsam → verschwindet.",
    "paragraph44": "Unklare Struktur → findet keine Fälle → schließt ab.",
    "paragraph45": "Ausgeblendete Kontakte → verschiebt → vergisst.",
    "title11": "🔄 User Flow",
    "paragraph46": "User Flow zeigte, wo man vereinfachen und wo man Aufmerksamkeitsanker hinzufügen sollte.",
    "title12": "🗂 Story Map",
    "title13": "📝 Gathering requirements",
    "paragraph47": "🎯 Zielsetzungen:",
    "paragraph48": "Um zu zeigen, wer ich bin, was ich tue und wie ich denke.",
    "paragraph49": "Kommunikation so einfach wie möglich gestalten.",
    "paragraph50": "Erklären Sie schnell, warum ich ein Treffer bin.",
    "paragraph51": "👥 Publikum:",
    "paragraph52": "HR",
    "paragraph53": "Arbeitgeber",
    "paragraph54": "Kunde",
    "paragraph55": "🔧 Wesentliche Merkmale:",
    "paragraph56": "Helden-Block",
    "paragraph57": "Fälle",
    "paragraph58": "Über mich",
    "paragraph59": "Fertigkeiten",
    "paragraph60": "Kontakte",
    "paragraph61": "404",
    "paragraph62": "Themen / Sprache",
    "paragraph63": "Anpassungsfähigkeit",
    "title14": "🧭 Sitemap",
    "title15": "✏️ Visualisierung der Benutzeroberfläche",
    "paragraph64": "Sketch:",
    "paragraph65": "Wireframe:",
    "paragraph66": "Prototyp:",
    "title16": "🧪 Testing",
    "paragraph67": "Ich habe Live-Tests mit einem echten Benutzer durchgeführt. Ich erhielt Feedback und nahm einige Anpassungen vor.",
    "title17": "💻 Code schreiben",
    "paragraph68": "Ich beschloss, keine Frameworks zu verwenden. Ich schrieb den Code auf reinem HTML, CSS, JS - es gab mir die volle Kontrolle.",
    "title18": "🏁 Schlussfolgerung",
    "paragraph69": "Dieses Projekt war für mich ein echtes Abenteuer - eine Erfahrung des Wachstums, der Selbstentdeckung und der Entwicklung von Fähigkeiten - und nicht nur die Erstellung einer Website.",
    "paragraph70": "Das Ergebnis können Sie hier sehen, denn diese Website selbst ist das Ergebnis der geleisteten Arbeit :)",
    "paragraph71": "Neue Projekte, neue Herausforderungen und Wachstum lagen vor mir. Und diese Erfahrung ist zu einer soliden Grundlage für meinen weiteren beruflichen Weg geworden.",
    "paragraph72": "Danke, dass Sie sich die Zeit zum Lesen genommen haben 🙌.",
    "paragraph73": "«Schaffe, als ob niemand es zu schätzen wüsste. Verbessern, als ob jeder es sehen würde»",
    "title19": "📚 Verwendete Ressourcen"
  },
  "es": {
    "projectTitle": "Sitio Web Personal",
    "projectArea": "Marca",
    "projectDeadline": "21 Días",
    "projectType": "Sitio web adaptable",
    "paragraph1": "Hace poco, mientras respondía a ofertas de empleo a través de una conocida plataforma, en uno de los diálogos, RRHH me hizo una pregunta sencilla pero importante:",
    "paragraph2": "«¿Dónde puedo ver tus proyectos reales, no sólo fotos en Dribbble?»",
    "paragraph3": "En ese momento caí en la cuenta: era hora de crear una marca personal. No solo para publicar mi trabajo, sino para crear un espacio que contara quién soy, qué hago y cómo pienso como diseñadora.",
    "title1": "🧠 Lo que quería hacer",
    "paragraph4": "No quería hacer otra plantilla de «aquí están los trabajos, aquí están los contactos». Quería algo más: un sitio que hablara, mostrara y se sintiera como yo mismo.",
    "paragraph5": "El objetivo era que cualquiera que visitara el sitio entendiera no sólo en qué soy bueno, sino también cómo enfoco la resolución de problemas.",
    "title2": "🛠 Cómo empezó todo",
    "paragraph6": "Empecé haciendo un plan:",
    "paragraph7": "Este plan se convirtió en la base de todo el proceso. Ayudó a dividir el proyecto en etapas, establecer prioridades y mantener la atención en lo importante.",
    "title3": "🤔 Jobs To Be Done (JTBD)",
    "paragraph8": "En el centro de todo está entender para quién estoy haciendo el sitio. El método Jobs To Be Done me ayudó: no se centra en las funciones, sino en la motivación del usuario.",
    "paragraph9": "Cuando selecciono a un especialista, quiero ver ejemplos de su trabajo real, su nivel de profesionalidad y su proceso de reflexión para ver si encaja bien en mi tarea o equipo concretos.",
    "paragraph10": "A partir de ahí, profundicé en las emociones, barreras y expectativas del usuario.",
    "title4": "❤️ Empathy Map",
    "paragraph11": "Creé un Mapa de Empatía para entender cómo se siente una persona cuando llega a mi sitio.",
    "paragraph12": "Esto me ayudó a evitar los puntos ciegos y a perfeccionar todo, desde el ritmo del discurso hasta la microescritura.",
    "title5": "🔍 Competitor analysis",
    "paragraph13": "A continuación, me fijé en cómo lo hacían los demás, no para reproducirlo, sino para ver qué funcionaba y qué no.",
    "paragraph14": "Del análisis saqué tres conclusiones fundamentales:",
    "paragraph15": "Quién es mi público.",
    "paragraph16": "Lo que definitivamente debe estar en el sitio.",
    "paragraph17": "Qué efecto quiero evocar en el visitante.",
    "title6": "👤 User Persona",
    "paragraph18": "Para trabajar de forma más precisa con el contenido y la interfaz, creé una Persona de Usuario, una imagen ficticia del visitante principal: un especialista en RRHH.",
    "title7": "📖 Job Stories",
    "paragraph19": "He articulado 5 escenarios en los que el sitio debería ayudar:",
    "paragraph20": "«Cuando abro una cartera, quiero entender quién está delante de mí y cuáles son sus puntos fuertes»",
    "paragraph21": "→ Solución: bloquear «Sobre mí» + «Mis habilidades».",
    "paragraph22": "«Quiero ver no sólo fotos, sino pensar»",
    "paragraph23": "→ Solución: estructura de casos - de la tarea al resultado.",
    "paragraph24": "«Tienes que averiguar rápidamente si merece la pena llamar para una entrevista»",
    "paragraph25": "→ Solución: un bloque conciso de métricas y experiencia.",
    "paragraph26": "«Quiero ponerme en contacto enseguida»",
    "paragraph27": "→ Solución: bloqueo de contactos + ventana emergente.",
    "paragraph28": "«Lo estoy viendo desde mi teléfono - Quiero que sea conveniente»",
    "paragraph29": "→ Solución: diseño adaptable y jerarquía clara.",
    "title8": "🧩 User Stories",
    "paragraph30": "«Como reclutador, quiero evaluar la experiencia y los casos para tomar la decisión de recomendar a un candidato»",
    "paragraph31": "«Como diseñador, quiero inspirarme, ver el enfoque, comparar el pensamiento»",
    "paragraph32": "Estas historias me ayudaron a ponerme en la onda correcta, y a no complicar en exceso lo que debería ser sencillo.",
    "title9": "🗺 User journey map",
    "paragraph33": "Lo reuní todo en un Customer Journey Map para ver el recorrido a través de los ojos del visitante.",
    "title10": "🧪 Use Case",
    "paragraph34": "Cargo: Reclutador.",
    "paragraph35": "Finalidad: Saber quién soy y cómo ponerse en contacto conmigo.",
    "paragraph36": "Escenario básico:",
    "paragraph37": "Visite el sitio web.",
    "paragraph38": "Hojeó «Sobre mí»",
    "paragraph39": "Miré un par de casos.",
    "paragraph40": "Ir a contactos.",
    "paragraph41": "Escribió.",
    "paragraph42": "Qué puede salir mal:",
    "paragraph43": "El sitio tarda en cargarse → desaparece.",
    "paragraph44": "Estructura poco clara → no encuentra casos → se cierra.",
    "paragraph45": "Contactos ocultos → pospone → olvida.",
    "title11": "🔄 User Flow",
    "paragraph46": "User Flow mostró dónde simplificar y dónde añadir anclajes de atención.",
    "title12": "🗂 Story Map",
    "title13": "📝 Gathering requirements",
    "paragraph47": "🎯 Objetivos:",
    "paragraph48": "Para mostrar quién soy, qué hago y cómo pienso.",
    "paragraph49": "Facilite al máximo la comunicación.",
    "paragraph50": "Quickly explain why I'm a match.",
    "paragraph51": "👥 Audiencia:",
    "paragraph52": "RRHH",
    "paragraph53": "Empresario",
    "paragraph54": "Cliente",
    "paragraph55": "🔧 Características principales:",
    "paragraph56": "Hero-block",
    "paragraph57": "Casos",
    "paragraph58": "Sobre mí",
    "paragraph59": "Habilidades",
    "paragraph60": "Contactos",
    "paragraph61": "404",
    "paragraph62": "Temas / lengua",
    "paragraph63": "Adaptabilidad",
    "title14": "🧭 Sitemap",
    "title15": "✏️ Visualización de la interfaz",
    "paragraph64": "Sketch:",
    "paragraph65": "Wireframe:",
    "paragraph66": "Prototipo:",
    "title16": "🧪 Testing",
    "paragraph67": "Realicé pruebas en directo con un usuario real. Recibí comentarios e hice algunos ajustes.",
    "title17": "💻 Escribir código",
    "paragraph68": "Decidí no utilizar frameworks. Escribí el código en HTML puro, CSS, JS - me dio el control total.",
    "title18": "🏁 Conclusión",
    "paragraph69": "Este proyecto ha sido una auténtica aventura para mí, una experiencia de crecimiento, autodescubrimiento y desarrollo de habilidades, más que la simple construcción de un sitio web.",
    "paragraph70": "Puedes ver su resultado aquí mismo, porque este sitio es en sí mismo el resultado del trabajo realizado :)",
    "paragraph71": "Me esperan nuevos proyectos, nuevos retos y crecimiento. Y esta experiencia se ha convertido en una base sólida para mi futuro profesional.",
    "paragraph72": "Gracias por tomarte el tiempo de leer 🙌.",
    "paragraph73": "«Crea como si nadie lo apreciara. Mejora como si todo el mundo fuera a verlo»",
    "title19": "📚 Recursos utilizados"
  }
}

