{
  "en": {
    "projectTitle": "Grocery Ordering App",
    "projectArea": "Foodtech",
    "projectDeadline": "12 Days",
    "projectType": "Mobile App",
    "title1": "🚀 Introduction",
    "paragraph1": "We've all been in a situation where the fridge is empty and we don't feel like going to the store. That's when you think, «What if the groceries come to my house?»",
    "paragraph2": "So a new project was born - a mobile application for ordering food from the store, which saves time, effort and nerves.",
    "title2": "🤔 Jobs To Be Done (JTBD)",
    "paragraph3": "But first, who is the main character? This is a man who, after work, dreams of just having dinner instead of running around the supermarket. He's thinking:",
    "paragraph4": "When I don't have the groceries I need at home, I like to order them from my phone so they arrive quickly and in good quality.",
    "title3": "👤 User Persona",
    "paragraph5": "Ordering groceries home is not about laziness, it's about time that could be spent on something more important. My user is not an abstract “CA”, but a real person:",
    "title4": "📖 Job Stories",
    "paragraph6": "It started with a simple thought, “Why is it that ordering ready-to-eat food is quick and convenient, but ordering groceries home is still a quest?” I decided to check out how I could simplify this path.",
    "paragraph7": "When I realise that I don't have the products I need at home, I want to order them online with delivery at a convenient time to save time and effort without sacrificing quality.",
    "title5": "🧩 User Stories",
    "paragraph8": "As a busy person, I want to quickly select and order groceries with delivery at a convenient time so I can get everything I need without going to the shop.",
    "title6": "🗺 User journey map",
    "paragraph9": "The user journey is like a quest in a game: it has a starting point, a series of steps and a final goal. In order to understand where everything works smoothly and where it can be improved, I've laid out the whole path by stages:",
    "title7": "🧪 Use Case",
    "paragraph10": "This is a detailed description of how the user interacts with the product in real conditions. This approach allows you to pre-check the logic and usability of the application before proceeding to development and testing.",
    "title8": "✏️ Wireframe",
    "paragraph11": "The first tangible image of the future app. It is not about ideal aesthetics, but about hypothesis testing. At this stage, mistakes are not enemies, but clues as to where to go next.",
    "title9": "✏️ Prototype",
    "paragraph12": "This is already a full-fledged working model of the application, where you can live the entire user journey - from the home screen to placing an order. Here it is important not only how everything looks, but also how it feels.",
    "title10": "🧪 Testing",
    "paragraph13": "To test the usability and logic of the app, testing was conducted with two users from the target audience.",
    "paragraph14": "The results showed that the interface is clear and simple, but users noted that the «Pay» button should be made more prominent. Based on these comments, adjustments were made to improve testers' satisfaction.",
    "title11": "🏁 Conclusion",
    "paragraph15": "This project was much more than just creating an interface for me. It was a real challenge that taught me to understand users and their needs more deeply.",
    "paragraph16": "Thank you for taking the time to familiarize yourself with this work. And in the tradition of good projects - I'll close with a quote:",
    "paragraph17": "«Design isn't just what you see. It's how it works»",
    "title12": "📚 Resources used"
  },
  "ru": {
    "projectTitle": "Приложение заказа продуктов",
    "projectArea": "Фудтех",
    "projectDeadline": "12 Дней",
    "projectType": "Мобильное приложение",
    "title1": "🚀 Введение",
    "paragraph1": "Все мы были в ситуации, когда холодильник пуст, а идти в магазин совсем не хочется. Именно тогда возникает мысль: «А что если продукты сами придут ко мне домой?»",
    "paragraph2": "Так родился новый проект - мобильное приложение для заказа еды из магазина, которое экономит время, силы и нервы.",
    "title2": "🤔 Пользовательская задача (JTBD)",
    "paragraph3": "Но для начала, кто главный герой? Это человек, который после работы мечтает просто поужинать, а не бегать по супермаркету. Он думает:",
    "paragraph4": "Когда дома нет нужных продуктов, я хочу заказать их с телефона, чтобы привезли быстро и в хорошем качестве.",
    "title3": "👤 Портрет пользователя",
    "paragraph5": "Заказывать продукты домой - это не про лень, а про время, которое можно потратить на что-то важнее. Мой пользователь - не абстрактная «ЦА», а реальный человек:",
    "title4": "📖 История задач",
    "paragraph6": "Всё началось с простой мысли: «Почему заказать готовую еду - это быстро и удобно, а заказать продукты домой - до сих пор квест?» Решил проверить, как можно упростить этот путь.",
    "paragraph7": "Когда я понимаю, что дома нет нужных продуктов, я хочу заказать их онлайн с доставкой в удобное время, чтобы сэкономить время и силы, не жертвуя качеством.",
    "title5": "🧩 Пользовательские истории",
    "paragraph8": "Как занятый человек, я хочу быстро выбрать и заказать продукты с доставкой в удобное время, чтобы получать всё необходимое без похода в магазин.",
    "title6": "🗺 Карта клиентского пути",
    "paragraph9": "Путь пользователя - как квест в игре: у него есть стартовая точка, серия шагов и финальная цель. Чтобы понять, где всё работает гладко, а где можно улучшить, разложил весь путь по этапам:",
    "title7": "🧪 Сценарий использования",
    "paragraph10": "Это детальное описание того, как пользователь взаимодействует с продуктом в реальных условиях. Такой подход позволяет заранее проверить логику и удобство приложения, прежде чем перейти к разработке и тестированию.",
    "title8": "✏️ Wireframe",
    "paragraph11": "Первый осязаемый образ будущего приложения. Он не про идеальную эстетику, а про проверку гипотез. На этом этапе ошибки - не враги, а подсказки, куда двигаться дальше.",
    "title9": "✏️ Прототип",
    "paragraph12": "Это уже полноценная рабочая модель приложения, где можно прожить весь путь пользователя - от главного экрана до оформления заказа. Здесь важно не только, как всё выглядит, но и как ощущается.",
    "title10": "🧪 Тестирование",
    "paragraph13": "Для проверки удобства и логики приложения было проведено тестирование с двумя пользователями из целевой аудитории.",
    "paragraph14": "Результаты показали, что интерфейс понятен и прост, однако пользователи отметили, что кнопку «Оплатить» стоит сделать более заметной. На основании этих замечаний были внесены корректировки, что позволило повысить удовлетворённость тестировщиков.",
    "title11": "🏁 Заключение",
    "paragraph15": "Этот проект оказался для меня намного больше, чем просто созданием интерфейса. Это был настоящий вызов, который научил меня глубже понимать пользователей и их потребности.",
    "paragraph16": "Спасибо, что нашли время познакомиться с этой работой. И в традиции хороших проектов - завершаю цитатой:",
    "paragraph17": "«Дизайн - это не только то, что видишь. Это то, как это работает»",
    "title12": "📚 Использованные ресурсы"
  },
  "de": {
    "projectTitle": "App für Lebensmittelbestellungen",
    "projectArea": "Foodtech",
    "projectDeadline": "12 Tage",
    "projectType": "Mobile App",
    "title1": "🚀 Einführung",
    "paragraph1": "Wir alle waren schon einmal in der Situation, dass der Kühlschrank leer ist und wir keine Lust haben, einkaufen zu gehen. Dann denkt man: «Was, wenn die Lebensmittel zu mir nach Hause kommen?»",
    "paragraph2": "So wurde ein neues Projekt geboren - eine mobile Anwendung für die Bestellung von Lebensmitteln im Laden, die Zeit, Mühe und Nerven spart.",
    "title2": "🤔 Jobs To Be Done (JTBD)",
    "paragraph3": "Aber zuerst: Wer ist die Hauptfigur? Das ist ein Mann, der nach der Arbeit davon träumt, einfach zu Abend zu essen, anstatt durch den Supermarkt zu rennen. Er denkt nach:",
    "paragraph4": "Wenn ich die Produkte, die ich brauche, nicht zu Hause habe, bestelle ich sie gerne von meinem Telefon aus, damit sie schnell und in guter Qualität ankommen.",
    "title3": "👤 User Persona",
    "paragraph5": "Lebensmittel nach Hause zu bestellen hat nichts mit Faulheit zu tun, sondern mit Zeit, die für wichtigere Dinge genutzt werden könnte. Mein Nutzer ist keine abstrakte „CA“, sondern eine reale Person:",
    "title4": "📖 Job Stories",
    "paragraph6": "Am Anfang stand ein einfacher Gedanke: «Warum ist es so, dass die Bestellung von Fertiggerichten schnell und bequem ist, die Bestellung von Lebensmitteln nach Hause aber immer noch eine Herausforderung darstellt?». Ich beschloss zu prüfen, wie ich diesen Weg vereinfachen könnte.",
    "paragraph7": "Wenn ich feststelle, dass ich die benötigten Produkte nicht zu Hause habe, möchte ich sie online bestellen und zu einem günstigen Zeitpunkt liefern lassen, um Zeit und Mühe zu sparen, ohne auf Qualität verzichten zu müssen.",
    "title5": "🧩 User Stories",
    "paragraph8": "Als vielbeschäftigter Mensch möchte ich schnell Lebensmittel auswählen und bestellen, die zu einem günstigen Zeitpunkt geliefert werden, damit ich alles bekomme, was ich brauche, ohne in den Laden gehen zu müssen.",
    "title6": "🗺 User journey map",
    "paragraph9": "Die User Journey ist wie eine Quest in einem Spiel: Sie hat einen Startpunkt, eine Reihe von Schritten und ein Endziel. Um zu verstehen, wo alles reibungslos funktioniert und wo es verbessert werden kann, habe ich den gesamten Weg in Etappen aufgeteilt:",
    "title7": "🧪 Use Case",
    "paragraph10": "Dabei handelt es sich um eine detaillierte Beschreibung, wie der Benutzer unter realen Bedingungen mit dem Produkt interagiert. Mit diesem Ansatz können Sie die Logik und die Benutzerfreundlichkeit der Anwendung vorab überprüfen, bevor Sie mit der Entwicklung und den Tests fortfahren.",
    "title8": "✏️ Wireframe",
    "paragraph11": "Das erste greifbare Bild der zukünftigen App. Hier geht es nicht um ideale Ästhetik, sondern um das Testen von Hypothesen. In diesem Stadium sind Fehler keine Feinde, sondern Anhaltspunkte für das weitere Vorgehen.",
    "title9": "✏️ Prototype",
    "paragraph12": "Dies ist bereits ein vollwertiges Arbeitsmodell der Anwendung, in dem Sie die gesamte User Journey - vom Startbildschirm bis zur Bestellung - miterleben können. Dabei ist es nicht nur wichtig, wie alles aussieht, sondern auch, wie es sich anfühlt.",
    "title10": "🧪 Testing",
    "paragraph13": "Um die Benutzerfreundlichkeit und Logik der App zu testen, wurden Tests mit zwei Benutzern aus der Zielgruppe durchgeführt.",
    "paragraph14": "Die Ergebnisse zeigten, dass die Schnittstelle klar und einfach ist, aber die Nutzer merkten an, dass die Schaltfläche «Bezahlen» deutlicher hervorgehoben werden sollte. Auf der Grundlage dieser Kommentare wurden Anpassungen vorgenommen, um die Zufriedenheit der Tester zu verbessern.",
    "title11": "🏁 Schlussfolgerung",
    "paragraph15": "Dieses Projekt war für mich viel mehr als nur die Entwicklung einer Schnittstelle. Es war eine echte Herausforderung, bei der ich gelernt habe, die Nutzer und ihre Bedürfnisse besser zu verstehen.",
    "paragraph16": "Danke, dass Sie sich die Zeit genommen haben, sich mit diesem Werk vertraut zu machen. Und in der Tradition guter Projekte - schließe ich mit einem Zitat:",
    "paragraph17": "«Design ist nicht nur das, was man sieht. Es geht darum, wie es funktioniert»",
    "title12": "📚 Verwendete Ressourcen"
  },
  "es": {
    "projectTitle": "Aplicación para pedir comida",
    "projectArea": "Foodtech",
    "projectDeadline": "12 Días",
    "projectType": "Aplicación móvil",
    "title1": "🚀 Introducción",
    "paragraph1": "Todos nos hemos encontrado en una situación en la que la nevera está vacía y no nos apetece ir a la tienda. Es entonces cuando piensas: «¿Y si la compra viene a mi casa?».",
    "paragraph2": "Así nació un nuevo proyecto: una aplicación móvil para pedir comida a domicilio, que ahorra tiempo, esfuerzo y nervios.",
    "title2": "🤔 Jobs To Be Done (JTBD)",
    "paragraph3": "Pero primero, ¿quién es el protagonista? Se trata de un hombre que, después del trabajo, sueña con cenar en vez de correr por el supermercado. Está pensando:",
    "paragraph4": "Cuando no tengo los productos que necesito en casa, me gusta pedirlos desde el móvil para que lleguen rápido y de buena calidad.",
    "title3": "👤 User Persona",
    "paragraph5": "Pedir la compra a domicilio no es cuestión de pereza, sino de tiempo que podría dedicarse a algo más importante. Mi usuario no es una «CA» abstracta, sino una persona real:",
    "title4": "📖 Job Stories",
    "paragraph6": "Todo empezó con un simple pensamiento: «¿Por qué pedir comida preparada es rápido y cómodo, pero pedir comida a domicilio sigue siendo una búsqueda?». Decidí averiguar cómo podía simplificar este camino.",
    "paragraph7": "Cuando me doy cuenta de que no tengo en casa los productos que necesito, quiero pedirlos en línea con entrega en el momento más conveniente para ahorrar tiempo y esfuerzo sin sacrificar la calidad.",
    "title5": "🧩 User Stories",
    "paragraph8": "Como persona ocupada, quiero seleccionar y pedir rápidamente alimentos con entrega a una hora conveniente para poder obtener todo lo que necesito sin tener que ir a la tienda.",
    "title6": "🗺 User journey map",
    "paragraph9": "El recorrido del usuario es como una búsqueda en un juego: tiene un punto de partida, una serie de pasos y un objetivo final. Para entender dónde funciona todo sin problemas y dónde se puede mejorar, he trazado todo el recorrido por etapas:",
    "title7": "🧪 Use Case",
    "paragraph10": "Se trata de una descripción detallada de cómo interactúa el usuario con el producto en condiciones reales. Este enfoque permite comprobar previamente la lógica y usabilidad de la aplicación antes de proceder al desarrollo y las pruebas.",
    "title8": "✏️ Wireframe",
    "paragraph11": "La primera imagen tangible de la futura aplicación. No se trata de una estética ideal, sino de probar hipótesis. En esta fase, los errores no son enemigos, sino pistas sobre por dónde seguir.",
    "title9": "✏️ Prototype",
    "paragraph12": "Se trata ya de un modelo de funcionamiento completo de la aplicación, en el que se puede vivir todo el recorrido del usuario, desde la pantalla de inicio hasta la realización de un pedido. Aquí no solo es importante cómo se ve todo, sino también cómo se siente.",
    "title10": "🧪 Testing",
    "paragraph13": "Para comprobar la usabilidad y la lógica de la aplicación, se realizaron pruebas con dos usuarios del público objetivo.",
    "paragraph14": "Los resultados mostraron que la interfaz es clara y sencilla, pero los usuarios señalaron que el botón «Pagar» debería estar más destacado. A partir de estos comentarios, se hicieron ajustes para mejorar la satisfacción de los usuarios.",
    "title11": "🏁 Conclusión",
    "paragraph15": "Para mí, este proyecto fue mucho más que crear una interfaz. Fue un verdadero reto que me enseñó a comprender más profundamente a los usuarios y sus necesidades.",
    "paragraph16": "Gracias por tomarse el tiempo de familiarizarse con esta obra. Y siguiendo la tradición de los buenos proyectos, terminaré con una cita:",
    "paragraph17": "«El diseño no es sólo lo que se ve. Es cómo funciona»",
    "title12": "📚 Recursos utilizados"
  }
}

