{
  "en": {
    "projectTitle": "Learning management system",
    "projectArea": "Edtech",
    "projectDeadline": "18 Days",
    "projectType": "Web application",
    "title1": "🚀 Introduction",
    "paragraph1": "In a modern school, teachers spend up to 30% of their time on routine tasks: checking homework, filling out journals and sending out assignments. Students, in turn, often lose deadlines in chat rooms or don't understand why they got this or that grade.",
    "paragraph2": "This project was born as an answer to these pains - a unified platform for learning management.",
    "title2": "🤔 Jobs To Be Done (JTBD)",
    "paragraph3": "Formulated a key user challenge that clearly demonstrates the need for the platform, covering all categories of users:",
    "paragraph4": "Help study participants easily obtain, share, and analyze learning information to make more informed decisions and spend less time on organizational issues.",
    "title3": "❤️ Empathy Map",
    "paragraph5": "This stage is a test that showed the gap between what people say and what they actually experience.",
    "title4": "🔍 Competitor analysis",
    "paragraph6": "Before reinventing the wheel, I carefully studied the competitors - from Diary.ru to ElJur. I was interested not just in what they do, but why even popular services leave users dissatisfied.",
    "title5": "👤 User Persona",
    "paragraph7": "Design is not about pretty buttons. It's about understanding the people who will use them. Recreating a portrait of the user - not an abstract “CA”:",
    "title6": "📖 Job Stories",
    "paragraph8": "For Students:",
    "paragraph9": "When I forget to write down my homework, I want to see it in my journal quickly so I don't get a D for undone work.",
    "paragraph10": "When I get a bad grade, I want to figure out how to fix it so I can show my parents not only the problem but also the solution.",
    "paragraph11": "When I have a lot of tasks for the week, I want to see priorities so I can spread the load without stress.",
    "paragraph12": "When I miss class, I want to get materials and assignments quickly so I don't fall behind in class.",
    "paragraph13": "For Parents:",
    "paragraph14": "When I see a grade below a 4, I want to know right away if and how it can be corrected so I can help the child, not scold them.",
    "paragraph15": "When I don't have time to check my journal daily, I like to get a once-a-week summary of major events so I can stay informed without too much effort.",
    "paragraph16": "Кhen a teacher writes a reprimand, I want to understand how serious it is so that I don't panic over nothing.",
    "paragraph17": "When a child says “we weren't assigned anything,” I want to check it quickly to avoid arguments and mistrust.",
    "paragraph18": "For Teachers:",
    "paragraph19": "When I post grades, I want the system to automatically notify parents so I don't waste time with correspondence.",
    "paragraph20": "When I prepare a grade report, I want the data to be collected automatically so I can turn it in without nightly vigils.",
    "paragraph21": "When I see many students getting one topic wrong, I want to quickly create an additional assignment to close the gaps.",
    "paragraph22": "When parents ask the same questions, I like to give them a link to a ready explanation in the journal so I don't repeat myself.",
    "title7": "🧩 User Stories",
    "paragraph23": "Apprentice:",
    "paragraph24": "As a student, I want to see my schedule for the week so I can plan my preparation for class.",
    "paragraph25": "As a student, I want to easily find my homework list so I don't forget to do anything.",
    "paragraph26": "As a student, I want to see my current grades in all subjects to understand my progress.",
    "paragraph27": "Teacher:",
    "paragraph28": "As a teacher, I want to enter grades into the e-journal quickly to save time.",
    "paragraph29": "As a teacher, I want to post homework assignments easily so that all students get them on time.",
    "paragraph30": "As a teacher, I want to send messages to parents through the diary to address issues promptly.",
    "paragraph31": "Parent:",
    "paragraph32": "As a parent, I want to see my child's grades and comments so I can monitor their progress.",
    "paragraph33": "As a parent, I want to check the homework list to help my child with their studies.",
    "paragraph34": "As a parent, I want to be able to write to teachers to address issues that arise.",
    "title8": "🗺 User journey map",
    "paragraph35": "I didn't just draw a beautiful diagram - I walked a virtual path. From the first acquaintance with the platform to daily use.",
    "paragraph36": "Student CJM:",
    "paragraph37": "Parent CJM:",
    "paragraph38": "Teacher CJM:",
    "title9": "🧪 Use Case",
    "paragraph39": "Developed key use case scenarios to show how real-world problems of educational participants are addressed:",
    "title10": "🔄 User Flow",
    "paragraph40": "Designed User Flow to visualize the ideal user journey - without unnecessary steps or frustration:",
    "title11": "🧭 Sitemap",
    "paragraph41": "A sitemap was designed to create a logical and predictable structure where each element is in its proper place.",
    "title12": "✏️ Prototype",
    "paragraph42": "Schedule page:",
    "paragraph43": "Subject page:",
    "paragraph44": "Page for selected subject:",
    "paragraph45": "Internal chat page:",
    "title13": "🧪 Testing",
    "paragraph46": "I tested it with two real users to check how intuitive the interface is.",
    "title14": "🏁 Conclusion",
    "paragraph47": "This project was much more than just a design case study for me. It was a real challenge that taught me some valuable lessons:",
    "paragraph48": "Simplicity is the key to successful implementation.",
    "paragraph49": "Testing should be as realistic as possible.",
    "paragraph50": "Flexibility is more important than perfectionism.",
    "paragraph51": "Thank you for taking the time to do this work. And by tradition - I'll end with a quote :)",
    "paragraph52": "«Good design is like air: you don't notice it while it's there. But once it's gone, you realize how important it was»",
    "title15": "📚 Resources used"
  },
  "ru": {
    "projectTitle": "Система управления учебным процессом",
    "projectArea": "Эдтех",
    "projectDeadline": "18 Дней",
    "projectType": "Веб-приложение",
    "title1": "🚀 Введение",
    "paragraph1": "В современной школе учителя тратят до 30% времени на рутинные задачи: проверку домашних работ, заполнение журналов и рассылку заданий. Ученики, в свою очередь, часто теряют дедлайны в чатах или не понимают, за что получили ту или иную оценку.",
    "paragraph2": "Данный проект родился как ответ на эти боли - единая платформа для управления учебным процессом.",
    "title2": "🤔 Пользовательская задача (JTBD)",
    "paragraph3": "Сформулировал ключевую пользовательскую задачу, которая наглядно демонстрирует необходимость платформы, охватывая все категории пользователей:",
    "paragraph4": "Помочь участникам учебного процесса легко получать, обмениваться и анализировать учебную информацию, чтобы принимать более осознанные решения и тратить меньше времени на организационные вопросы.",
    "title3": "❤️ Карта эмпатии",
    "paragraph5": "Данный этап - проверка, которая показал разрыв между тем, что люди говорят, и тем, что они на самом деле переживают.",
    "title4": "🔍 Анализ конкурентов",
    "paragraph6": "Прежде чем изобретать велосипед, тщательно изучил конкурентов - от Дневник.ру до ЭлЖур. Меня интересовало не просто что они делают, а почему даже популярные сервисы оставляют пользователей недовольными.",
    "title5": "👤 Портрет пользователя",
    "paragraph7": "Дизайн - это не про красивые кнопки. Это про понимание людей, которые будут ими пользоваться. Воссоздал портрет пользователя - не абстрактное «ЦА»:",
    "title6": "📖 История задач",
    "paragraph8": "Для учеников:",
    "paragraph9": "Когда я забываю записать домашнее задание, я хочу быстро увидеть его в дневнике, чтобы не получить двойку за несделанную работу.",
    "paragraph10": "Когда я получаю плохую оценку, я хочу понять, как её исправить, чтобы показать родителям не только проблему, но и решение.",
    "paragraph11": "Когда у меня много заданий на неделю, я хочу видеть приоритеты, чтобы распределить нагрузку без стресса.",
    "paragraph12": "Когда я пропускаю урок, я хочу быстро получить материалы и задания, чтобы не отстать от класса.",
    "paragraph13": "Для родителей:",
    "paragraph14": "Когда я вижу оценку ниже 4, я хочу сразу узнать, можно ли её исправить и как, чтобы помочь ребёнку, а не ругать его.",
    "paragraph15": "Когда у меня нет времени проверять дневник ежедневно, я хочу получать раз в неделю сводку по главным событиям, чтобы оставаться в курсе без лишних усилий.",
    "paragraph16": "Когда учитель пишет замечание, я хочу понять, насколько это серьёзно, чтобы не паниковать из-за пустяков.",
    "paragraph17": "Когда ребёнок говорит «нам ничего не задали», я хочу быстро проверить это, чтобы избежать ссор и недоверия.",
    "paragraph18": "Для учителей:",
    "paragraph19": "Когда я выставляю оценки, я хочу, чтобы система автоматически уведомляла родителей, чтобы не тратить время на переписку.",
    "paragraph20": "Когда я готовлю отчёт по успеваемости, я хочу, чтобы данные собирались автоматически, чтобы сдать его без ночных бдений.",
    "paragraph21": "Когда я вижу, что многие ученики ошибаются в одной теме, я хочу быстро создать дополнительное задание, чтобы закрыть пробелы.",
    "paragraph22": "Когда родители задают одни и те же вопросы, я хочу дать им ссылку на готовое объяснение в дневнике, чтобы не повторяться.",
    "title7": "🧩 Пользовательские истории",
    "paragraph23": "Ученик:",
    "paragraph24": "Как ученик, я хочу видеть своё расписание на неделю, чтобы планировать подготовку к урокам.",
    "paragraph25": "Как ученик, я хочу легко находить список домашних заданий, чтобы ничего не забыть сделать.",
    "paragraph26": "Как ученик, я хочу видеть свои текущие оценки по всем предметам, чтобы понимать свою успеваемость.",
    "paragraph27": "Учитель:",
    "paragraph28": "Как учитель, я хочу быстро вносить оценки в электронный журнал, чтобы экономить время.",
    "paragraph29": "Как учитель, я хочу легко размещать домашние задания, чтобы все ученики получили их вовремя.",
    "paragraph30": "Как учитель, я хочу отправлять сообщения родителям через дневник, чтобы оперативно решать вопросы.",
    "paragraph31": "Родитель:",
    "paragraph32": "Как родитель, я хочу видеть оценки и замечания своего ребёнка, чтобы контролировать его успехи.",
    "paragraph33": "Как родитель, я хочу проверять список домашних заданий, чтобы помогать ребёнку с учёбой.",
    "paragraph34": "Как родитель, я хочу иметь возможность писать учителям, чтобы решать возникающие вопросы.",
    "title8": "🗺 Карта клиентского пути",
    "paragraph35": "Не просто нарисовал красивую схему - прошёл виртуальный путь. От первого знакомства с платформой до ежедневного использования.",
    "paragraph36": "CJM ученика:",
    "paragraph37": "CJM родителя:",
    "paragraph38": "CJM преподавателя:",
    "title9": "🧪 Сценарий использования",
    "paragraph39": "Разработал ключевые сценарии использования, чтобы показать, как решаются реальные проблемы участников образовательного процесса:",
    "title10": "🔄 Пользовательский поток",
    "paragraph40": "Cпроектировал User Flow, чтобы визуализировать идеальный путь пользователя - без лишних шагов и разочарований:",
    "title11": "🧭 Карта сайта",
    "paragraph41": "Была спроектирована карта сайта, чтобы создать логичную и предсказуемую структуру, где каждый элемент находится на своем месте.",
    "title12": "✏️ Прототип",
    "paragraph42": "Страница расписания:",
    "paragraph43": "Страница предметов:",
    "paragraph44": "Страница выбранного предмета:",
    "paragraph45": "Страница внутреннего чата:",
    "title13": "🧪 Тестирование",
    "paragraph46": "Провел тестирование с двумя реальными пользователями, чтобы проверить, насколько интуитивно понятен интерфейс.",
    "title14": "🏁 Заключение",
    "paragraph47": "Этот проект стал для меня гораздо больше, чем просто дизайн-кейсом. Это был настоящий вызов, который преподнёс мне несколько ценных уроков:",
    "paragraph48": "Простота - ключ к успешному внедрению.",
    "paragraph49": "Тестирование должно быть максимально реалистичным.",
    "paragraph50": "Гибкость важнее перфекционизма.",
    "paragraph51": "Спасибо, что уделили время этой работе. И по традиции - заканчиваю цитатой :)",
    "paragraph52": "«Хороший дизайн - как воздух: его не замечают, пока он есть. Но стоит ему исчезнуть - и сразу понимаешь, насколько он был важен»",
    "title15": "📚 Использованные ресурсы"
  },
  "de": {
    "projectTitle": "Lernmanagement-System",
    "projectArea": "Edtech",
    "projectDeadline": "18 Tage",
    "projectType": "Webanwendung",
    "title1": "🚀 Einführung",
    "paragraph1": "In einer modernen Schule verbringen Lehrer bis zu 30 % ihrer Zeit mit Routineaufgaben: Hausaufgaben kontrollieren, Hefte ausfüllen und Aufgaben verschicken. Die Schüler wiederum verlieren oft Fristen in Chatrooms oder verstehen nicht, warum sie diese oder jene Note bekommen haben.",
    "paragraph2": "Dieses Projekt wurde als Antwort auf diese Probleme geboren - eine einheitliche Plattform für das Lernmanagement.",
    "title2": "🤔 Jobs To Be Done (JTBD)",
    "paragraph3": "Formulierung einer zentralen Nutzerherausforderung, die den Bedarf an der Plattform klar aufzeigt und alle Nutzerkategorien abdeckt:",
    "paragraph4": "Helfen Sie den Studienteilnehmern, auf einfache Weise Lerninformationen zu erhalten, auszutauschen und zu analysieren, um fundiertere Entscheidungen zu treffen und weniger Zeit mit organisatorischen Fragen zu verbringen.",
    "title3": "❤️ Empathy Map",
    "paragraph5": "Diese Phase ist ein Test, der die Kluft zwischen dem, was die Menschen sagen, und dem, was sie tatsächlich erleben, aufzeigt.",
    "title4": "🔍 Competitor analysis",
    "paragraph6": "Bevor ich das Rad neu erfunden habe, habe ich die Konkurrenten sorgfältig studiert - von Diary.ru bis ElJur. Ich war nicht nur daran interessiert, was sie tun, sondern auch daran, warum selbst beliebte Dienste die Nutzer unzufrieden zurücklassen.",
    "title5": "👤 User Persona",
    "paragraph7": "Beim Design geht es nicht um schöne Knöpfe. Es geht darum, die Menschen zu verstehen, die sie benutzen werden. Es geht darum, ein Porträt des Benutzers zu entwerfen - nicht eine abstrakte “CA”:",
    "title6": "📖 Job Stories",
    "paragraph8": "Für Studenten:",
    "paragraph9": "Wenn ich vergesse, meine Hausaufgaben aufzuschreiben, möchte ich sie schnell in meinem Tagebuch sehen, damit ich nicht eine Vier für nicht gemachte Arbeit bekomme.",
    "paragraph10": "Wenn ich eine schlechte Note bekomme, möchte ich herausfinden, wie ich sie verbessern kann, damit ich meinen Eltern nicht nur das Problem, sondern auch die Lösung zeigen kann.",
    "paragraph11": "Wenn ich viele Aufgaben für die Woche habe, möchte ich die Prioritäten sehen, damit ich die Last ohne Stress verteilen kann.",
    "paragraph12": "Wenn ich den Unterricht versäume, möchte ich mir die Materialien und Aufgaben schnell besorgen, damit ich im Unterricht nicht in Rückstand gerate.",
    "paragraph13": "Für Eltern:",
    "paragraph14": "Wenn ich eine Note unter 4 erkenne, möchte ich sofort wissen, ob und wie ich sie korrigieren kann, damit ich dem Kind helfen kann, anstatt es zu schelten.",
    "paragraph15": "Wenn ich keine Zeit habe, mein Tagebuch täglich zu lesen, möchte ich einmal pro Woche eine Zusammenfassung der wichtigsten Ereignisse erhalten, damit ich ohne großen Aufwand auf dem Laufenden bleiben kann.",
    "paragraph16": "Wenn ein Lehrer einen Verweis schreibt, möchte ich wissen, wie ernst er ist, damit ich nicht wegen nichts in Panik gerate.",
    "paragraph17": "Wenn ein Kind sagt: „Wir haben nichts zugeteilt bekommen“, möchte ich das schnell überprüfen, um Streit und Misstrauen zu vermeiden.",
    "paragraph18": "Für Lehrerinnen und Lehrer:",
    "paragraph19": "Wenn ich Noten veröffentliche, möchte ich, dass das System die Eltern automatisch benachrichtigt, damit ich keine Zeit mit dem Schriftverkehr verliere.",
    "paragraph20": "Wenn ich ein Zeugnis vorbereite, möchte ich, dass die Daten automatisch erfasst werden, damit ich es ohne nächtliche Nachtwachen einreichen kann.",
    "paragraph21": "Wenn ich sehe, dass viele Schüler ein Thema falsch bearbeiten, möchte ich schnell eine zusätzliche Aufgabe erstellen, um die Lücken zu schließen.",
    "paragraph22": "Wenn Eltern dieselben Fragen stellen, gebe ich ihnen gerne einen Link zu einer fertigen Erklärung in der Zeitschrift, damit ich mich nicht wiederhole.",
    "title7": "🧩 User Stories",
    "paragraph23": "Auszubildender:",
    "paragraph24": "Als Student möchte ich meinen Stundenplan für die Woche sehen, damit ich meine Vorbereitung auf den Unterricht planen kann.",
    "paragraph25": "Als Schüler möchte ich meine Hausaufgabenliste leicht finden, damit ich nichts vergesse.",
    "paragraph26": "Als Schüler möchte ich meine aktuellen Noten in allen Fächern sehen, um meine Fortschritte zu verstehen.",
    "paragraph27": "Lehrer:",
    "paragraph28": "Als Lehrer möchte ich die Noten schnell in das E-Journal eingeben, um Zeit zu sparen.",
    "paragraph29": "Als Lehrer möchte ich die Hausaufgaben einfach veröffentlichen, damit alle Schüler sie rechtzeitig erhalten.",
    "paragraph30": "Als Lehrerin möchte ich den Eltern über das Tagebuch Nachrichten zukommen lassen, um Probleme umgehend zu lösen.",
    "paragraph31": "Elternteil:",
    "paragraph32": "Als Elternteil möchte ich die Noten und Kommentare meines Kindes sehen, damit ich seine Fortschritte verfolgen kann.",
    "paragraph33": "Als Elternteil möchte ich die Hausaufgabenliste überprüfen, um meinem Kind beim Lernen zu helfen.",
    "paragraph34": "Als Elternteil möchte ich in der Lage sein, mich schriftlich an die Lehrer zu wenden, um auftretende Probleme anzusprechen.",
    "title8": "🗺 User journey map",
    "paragraph35": "Ich habe nicht nur ein schönes Diagramm gezeichnet - ich bin einen virtuellen Weg gegangen. Von der ersten Bekanntschaft mit der Plattform bis zur täglichen Nutzung.",
    "paragraph36": "Student CJM:",
    "paragraph37": "Parent CJM:",
    "paragraph38": "Teacher CJM:",
    "title9": "🧪 Use Case",
    "paragraph39": "Entwicklung von wichtigen Anwendungsszenarien, um zu zeigen, wie reale Probleme von Bildungsteilnehmern angegangen werden:",
    "title10": "🔄 User Flow",
    "paragraph40": "Designed User Flow to visualize the ideal user journey - without unnecessary steps or frustration:",
    "title11": "🧭 Sitemap",
    "paragraph41": "Eine Sitemap wurde entwickelt, um eine logische und vorhersehbare Struktur zu schaffen, in der jedes Element an seinem richtigen Platz ist.",
    "title12": "✏️ Prototype",
    "paragraph42": "Zeitplan-Seite:",
    "paragraph43": "Schulfächern-Seite:",
    "paragraph44": "Seite des ausgewählten Fächern:",
    "paragraph45": "Interne Chat-Seite:",
    "title13": "🧪 Testing",
    "paragraph46": "Ich habe es mit zwei echten Benutzern getestet, um zu prüfen, wie intuitiv die Schnittstelle ist.",
    "title14": "🏁 Schlussfolgerung",
    "paragraph47": "Dieses Projekt war für mich viel mehr als nur eine Design-Fallstudie. Es war eine echte Herausforderung, aus der ich einige wertvolle Lektionen gelernt habe:",
    "paragraph48": "Einfachheit ist der Schlüssel zur erfolgreichen Umsetzung.",
    "paragraph49": "Die Tests sollten so realistisch wie möglich sein.",
    "paragraph50": "Flexibilität ist wichtiger als Perfektionismus.",
    "paragraph51": "Danke, dass Sie sich die Zeit genommen haben, diese Arbeit zu machen. Und aus Tradition schließe ich mit einem Zitat :)",
    "paragraph52": "«Gutes Design ist wie Luft: Man bemerkt es nicht, solange es da ist. Aber wenn sie weg ist, merkt man, wie wichtig sie war»",
    "title15": "📚 Verwendete Ressourcen"
  },
  "es": {
    "projectTitle": "Sistema de gestión del aprendizaje",
    "projectArea": "Edtech",
    "projectDeadline": "18 Días",
    "projectType": "Aplicación web",
    "title1": "🚀 Introducción",
    "paragraph1": "En una escuela moderna, los profesores dedican hasta el 30% de su tiempo a tareas rutinarias: revisar los deberes, rellenar diarios y enviar trabajos. Los alumnos, por su parte, suelen perder los plazos en chats o no entienden por qué han sacado tal o cual nota.",
    "paragraph2": "Este proyecto nació como respuesta a estos problemas: una plataforma unificada para la gestión del aprendizaje.",
    "title2": "🤔 Jobs To Be Done (JTBD)",
    "paragraph3": "Formulación de un reto clave para el usuario que demuestre claramente la necesidad de la plataforma, abarcando todas las categorías de usuarios:",
    "paragraph4": "Ayude a los participantes en el estudio a obtener, compartir y analizar fácilmente la información sobre el aprendizaje para tomar decisiones más informadas y dedicar menos tiempo a cuestiones organizativas.",
    "title3": "❤️ Empathy Map",
    "paragraph5": "Esta etapa es una prueba que mostró la distancia entre lo que la gente dice y lo que realmente experimenta.",
    "title4": "🔍 Competitor analysis",
    "paragraph6": "Antes de reinventar la rueda, estudié detenidamente a los competidores, desde Diary.ru hasta ElJur. Me interesaba no solo lo que hacen, sino por qué incluso los servicios más populares dejan insatisfechos a los usuarios.",
    "title5": "👤 User Persona",
    "paragraph7": "El diseño no es cuestión de botones bonitos. Se trata de entender a las personas que los van a utilizar. Recrear un retrato del usuario, no una «AC» abstracta:",
    "title6": "📖 Job Stories",
    "paragraph8": "Para estudiantes:",
    "paragraph9": "Cuando me olvido de apuntar los deberes, quiero verlos rápidamente en mi diario para que no me pongan un suspenso por trabajo no hecho.",
    "paragraph10": "Cuando me ponen una mala nota, quiero averiguar cómo arreglarlo para poder mostrar a mis padres no sólo el problema, sino también la solución.",
    "paragraph11": "Cuando tengo muchas tareas para la semana, quiero ver las prioridades para poder repartir la carga sin estrés.",
    "paragraph12": "Cuando falto a clase, quiero conseguir materiales y tareas rápidamente para no retrasarme en clase.",
    "paragraph13": "Para los padres:",
    "paragraph14": "Cuando veo una nota inferior a 4, quiero saber enseguida si se puede corregir y cómo, para poder ayudar al niño, no regañarle.",
    "paragraph15": "Cuando no tengo tiempo de consultar mi diario a diario, me gusta recibir una vez a la semana un resumen de los principales acontecimientos para mantenerme informada sin demasiado esfuerzo.",
    "paragraph16": "Cuando un profesor escribe una reprimenda, quiero entender lo grave que es para no asustarme por nada.",
    "paragraph17": "Cuando un niño dice «no nos han asignado nada», quiero comprobarlo rápidamente para evitar discusiones y desconfianza.",
    "paragraph18": "Para profesores:",
    "paragraph19": "Cuando publique las notas, quiero que el sistema avise automáticamente a los padres para no perder tiempo con la correspondencia.",
    "paragraph20": "Cuando preparo un informe de notas, quiero que los datos se recojan automáticamente para poder entregarlo sin vigilancias nocturnas.",
    "paragraph21": "Cuando veo que muchos alumnos se equivocan en un tema, quiero crear rápidamente una tarea adicional para cubrir las lagunas.",
    "paragraph22": "Cuando los padres hacen las mismas preguntas, me gusta darles un enlace a una explicación preparada en el diario para no repetirme.",
    "title7": "🧩 User Stories",
    "paragraph23": "Aprendiz:",
    "paragraph24": "Como estudiante, quiero ver mi horario de la semana para poder planificar mi preparación para la clase.",
    "paragraph25": "Como estudiante, quiero encontrar fácilmente mi lista de deberes para no olvidarme de hacer nada.",
    "paragraph26": "Como estudiante, quiero ver mis notas actuales en todas las asignaturas para comprender mi progreso.",
    "paragraph27": "Profesor:",
    "paragraph28": "Como profesor, quiero introducir las notas en el diario electrónico rápidamente para ahorrar tiempo.",
    "paragraph29": "Como profesor, quiero publicar fácilmente los deberes para que todos los alumnos los reciban a tiempo.",
    "paragraph30": "Como profesor, quiero enviar mensajes a los padres a través de la agenda para abordar los problemas con prontitud.",
    "paragraph31": "Padres:",
    "paragraph32": "Como padre, quiero ver las notas y comentarios de mi hijo para poder controlar su progreso.",
    "paragraph33": "Como padre, quiero consultar la lista de deberes para ayudar a mi hijo con sus estudios.",
    "paragraph34": "Como padre, quiero poder escribir a los profesores para tratar los problemas que surjan.",
    "title8": "🗺 User journey map",
    "paragraph35": "No me he limitado a dibujar un bonito diagrama: he recorrido un camino virtual. Desde el primer contacto con la plataforma hasta su uso diario.",
    "paragraph36": "CJM del alumno:",
    "paragraph37": "CJM del padre:",
    "paragraph38": "CJM del profesor:",
    "title9": "🧪 Use Case",
    "paragraph39": "Desarrollo de escenarios de casos de uso clave para mostrar cómo se abordan los problemas del mundo real de los participantes en la educación:",
    "title10": "🔄 User Flow",
    "paragraph40": "Diseño del flujo de usuarios para visualizar el recorrido ideal del usuario, sin pasos innecesarios ni frustraciones:",
    "title11": "🧭 Sitemap",
    "paragraph41": "Se diseñó un mapa del sitio para crear una estructura lógica y predecible en la que cada elemento está en su sitio.",
    "title12": "✏️ Prototype",
    "paragraph42": "Página del horario:",
    "paragraph43": "Página del materias:",
    "paragraph44": "Página del materia seleccionado:",
    "paragraph45": "Página de chat interno:",
    "title13": "🧪 Testing",
    "paragraph46": "Lo he probado con dos usuarios reales para comprobar lo intuitiva que es la interfaz.",
    "title14": "🏁 Conclusión",
    "paragraph47": "Este proyecto fue para mí mucho más que un simple estudio de diseño. Fue un verdadero reto que me enseñó algunas lecciones valiosas:",
    "paragraph48": "La sencillez es la clave del éxito.",
    "paragraph49": "Las pruebas deben ser lo más realistas posible.",
    "paragraph50": "La flexibilidad es más importante que el perfeccionismo.",
    "paragraph51": "Gracias por dedicar tiempo a este trabajo. Y por tradición, terminaré con una cita :)",
    "paragraph52": "«El buen diseño es como el aire: no lo notas mientras está ahí. Pero una vez que desaparece, te das cuenta de lo importante que era»",
    "title15": "📚 Recursos utilizados"
  }
}

