{
  "en": {
    "projectTitle": "Financial Planning App",
    "projectArea": "Fintech",
    "projectDeadline": "17 Days",
    "projectType": "Mobile App",
    "title1": "🚀 Introduction",
    "paragraph1": "Each of us has at least once wondered where our money goes. Sometimes it seems that your salary just disappears into nothing.",
    "paragraph2": "That's why this project was born - a mobile application that meets a real need: it helps you plan your personal budget, save up for important things and don't worry about the little things.",
    "title2": "🤔 Jobs To Be Done (JTBD)",
    "paragraph3": "My main character is an ordinary person who wants to be in control of his finances, but is not willing to spend a lot of time doing so. He's thinking:",
    "paragraph4": "When I get a paycheck and spend money, I want to quickly see how much I have left and where it all goes so I can plan my purchases and save up for my dreams with peace of mind.",
    "title3": "👤 User Persona",
    "paragraph5": "Keeping track of your finances is not just a task, it's a goal. My user is a real person, not an abstract «CA»:",
    "title4": "📖 Job Stories",
    "paragraph6": "I wondered why it always seems complicated and inconvenient to keep a budget. So I decided to make everything visual, quick and easy.",
    "paragraph7": "When I get a paycheck and plan my spending, I need to quickly and conveniently see where the money goes to avoid unexpected spending and have time to save up for the important stuff.",
    "title5": "🧩 User Stories",
    "paragraph8": "When I spend money, I want to capture my expenses quickly and easily so I don't forget anything and see an up-to-date balance right away.",
    "title6": "🗺 User journey map",
    "paragraph9": "The user journey is the road from installing an app to consciously managing your finances.",
    "title7": "✏️ Sketch",
    "paragraph10": "First visual mockup of the future application. At this stage, we evaluate how the design will look like and test ideas.",
    "title8": "✏️ Prototype",
    "paragraph11": "A full interactive mockup where you can go through the entire user journey and test how user-friendly the product is.",
    "title9": "🏁 Conclusion",
    "paragraph12": "This project is not just another app, but a real lesson for me. It taught me to understand users more deeply and to create tools that really help.",
    "paragraph13": "Thank you for reading to the end! And in the tradition of good projects - I'll close with a quote:",
    "paragraph14": "«Good design is an art that solves problems»",
    "title10": "📚 Resources used"
  },
  "ru": {
    "projectTitle": "Приложение для планирования финансов",
    "projectArea": "Финтех",
    "projectDeadline": "17 Дней",
    "projectType": "Мобильное приложение",
    "title1": "🚀 Введение",
    "paragraph1": "Каждый из нас хотя бы раз задавался вопросом: куда уходят деньги? Иногда кажется, что зарплата просто растворяется в никуда.",
    "paragraph2": "Именно поэтому появился этот проект - мобильное приложение, которое отвечает реальной потребности: помогает планировать личный бюджет, копить на важное и не переживать из-за мелочей.",
    "title2": "🤔 Пользовательская задача (JTBD)",
    "paragraph3": "Мой главный герой - обычный человек, который хочет контролировать свои финансы, но при этом не готов тратить на это много времени. Он думает:",
    "paragraph4": "Когда я получаю зарплату и трачу деньги, хочу быстро видеть, сколько у меня осталось и куда всё уходит, чтобы спокойно планировать покупки и копить на мечту.",
    "title3": "👤 Портрет пользователя",
    "paragraph5": "Следить за своими финансами - это не просто задача, а цель. Мой пользователь - реальный человек, а не абстрактная «ЦА»:",
    "title4": "📖 История задач",
    "paragraph6": "Задался вопросом: почему вести бюджет всегда кажется сложным и неудобным? Поэтому решил сделать так, чтобы всё было наглядно, быстро и просто.",
    "paragraph7": "Когда я получаю зарплату и планирую расходы, мне нужно быстро и удобно видеть, куда уходят деньги, чтобы избежать неожиданных трат и успевать копить на важное.",
    "title5": "🧩 Пользовательские истории",
    "paragraph8": "Когда я трачу деньги, хочу быстро и просто фиксировать расходы, чтобы ничего не забывать и сразу видеть актуальный баланс.",
    "title6": "🗺 Карта клиентского пути",
    "paragraph9": "Путь пользователя - это дорога от установки приложения до осознанного управления финансами.",
    "title7": "✏️ Скетч",
    "paragraph10": "Первый визуальный макет будущего приложения. На этом этапе мы оцениваем, как будет выглядеть дизайн и проверяем идеи.",
    "title8": "✏️ Прототип",
    "paragraph11": "Полноценный интерактивный макет, где можно пройти весь пользовательский путь и проверить, насколько удобен продукт.",
    "title9": "🏁 Заключение",
    "paragraph12": "Этот проект - не просто очередное приложение, а настоящий урок для меня. Он научил глубже понимать пользователей и создавать инструменты, которые действительно помогают.",
    "paragraph13": "Спасибо, что дочитали до конца! И в традиции хороших проектов — завершаю цитатой:",
    "paragraph14": "«Хороший дизайн — это искусство, которое решает проблемы»",
    "title10": "📚 Использованные ресурсы"
  },
  "de": {
    "projectTitle": "App zur Finanzplanung",
    "projectArea": "Fintech",
    "projectDeadline": "17 Tage",
    "projectType": "Mobile App",
    "title1": "🚀 Einführung",
    "paragraph1": "Jeder von uns hat sich schon einmal gefragt, wo sein Geld bleibt. Manchmal hat man das Gefühl, dass sich das Gehalt einfach in Luft auflöst.",
    "paragraph2": "Deshalb wurde dieses Projekt ins Leben gerufen - eine mobile Anwendung, die einem echten Bedürfnis entspricht: Sie hilft Ihnen, Ihr persönliches Budget zu planen, für wichtige Dinge zu sparen und sich nicht um die kleinen Dinge zu kümmern.",
    "title2": "🤔 Jobs To Be Done (JTBD)",
    "paragraph3": "Meine Hauptfigur ist ein ganz normaler Mensch, der seine Finanzen im Griff haben will, aber nicht bereit ist, dafür viel Zeit aufzuwenden. Er denkt nach:",
    "paragraph4": "Wenn ich einen Gehaltsscheck bekomme und Geld ausgebe, möchte ich schnell sehen, wie viel ich übrig habe und wohin es geht, damit ich meine Einkäufe planen und beruhigt für meine Träume sparen kann.",
    "title3": "👤 User Persona",
    "paragraph5": "Den Überblick über seine Finanzen zu behalten, ist nicht nur eine Aufgabe, sondern ein Ziel. Mein Nutzer ist eine reale Person, keine abstrakte «CA»:",
    "title4": "📖 Job Stories",
    "paragraph6": "Ich habe mich gefragt, warum es immer so kompliziert und umständlich ist, einen Haushaltsplan zu führen. Also habe ich beschlossen, alles visuell, schnell und einfach zu machen.",
    "paragraph7": "Wenn ich einen Gehaltsscheck bekomme und meine Ausgaben plane, muss ich schnell und bequem sehen können, wohin das Geld fließt, um unerwartete Ausgaben zu vermeiden und Zeit zu haben, für die wichtigen Dinge zu sparen.",
    "title5": "🧩 User Stories",
    "paragraph8": "Wenn ich Geld ausgebe, möchte ich meine Ausgaben schnell und einfach erfassen, damit ich nichts vergesse und sofort einen aktuellen Kontostand sehe.",
    "title6": "🗺 User journey map",
    "paragraph9": "Die User Journey ist der Weg von der Installation einer App zum bewussten Umgang mit den eigenen Finanzen.",
    "title7": "✏️ Sketch",
    "paragraph10": "Erstes visuelles Mockup der zukünftigen Anwendung. In diesem Stadium bewerten wir, wie das Design aussehen wird und testen Ideen.",
    "title8": "✏️ Prototype",
    "paragraph11": "Ein vollständiges interaktives Mockup, mit dem Sie die gesamte User Journey durchlaufen und testen können, wie benutzerfreundlich das Produkt ist.",
    "title9": "🏁 Schlussfolgerung",
    "paragraph12": "Dieses Projekt ist nicht nur eine weitere App, sondern eine echte Lektion für mich. Es hat mich gelehrt, die Nutzer besser zu verstehen und Werkzeuge zu entwickeln, die wirklich helfen.",
    "paragraph13": "Danke, dass Sie bis zum Ende gelesen haben! Und in der Tradition guter Projekte - schließe ich mit einem Zitat:",
    "paragraph14": "«Gutes Design ist eine Kunst, die Probleme löst»",
    "title10": "📚 Verwendete Ressourcen"
  },
  "es": {
    "projectTitle": "Aplicación de planificación financiera",
    "projectArea": "Fintech",
    "projectDeadline": "17 Días",
    "projectType": "Mobile App",
    "title1": "🚀 Introducción",
    "paragraph1": "Todos nos hemos preguntado alguna vez adónde va a parar nuestro dinero. A veces parece que el sueldo se esfuma en la nada.",
    "paragraph2": "Por eso nació este proyecto, una aplicación móvil que responde a una necesidad real: te ayuda a planificar tu presupuesto personal, ahorrar para las cosas importantes y despreocuparte de los pequeños detalles.",
    "title2": "🤔 Jobs To Be Done (JTBD)",
    "paragraph3": "Mi protagonista es una persona corriente que quiere controlar sus finanzas, pero no está dispuesta a dedicar mucho tiempo a ello. Está pensando:",
    "paragraph4": "Cuando recibo un sueldo y gasto dinero, quiero ver rápidamente cuánto me queda y a dónde va a parar todo para poder planificar mis compras y ahorrar para mis sueños con tranquilidad.",
    "title3": "👤 User Persona",
    "paragraph5": "Llevar un control de tus finanzas no es sólo una tarea, es un objetivo. Mi usuario es una persona real, no una «CA» abstracta:",
    "title4": "📖 Job Stories",
    "paragraph6": "Me preguntaba por qué siempre parece complicado e incómodo llevar un presupuesto. Así que decidí hacerlo todo visual, rápido y fácil.",
    "paragraph7": "Cuando recibo una nómina y planifico mis gastos, necesito ver rápida y cómodamente adónde va el dinero para evitar gastos imprevistos y tener tiempo de ahorrar para las cosas importantes.",
    "title5": "🧩 User Stories",
    "paragraph8": "Cuando gasto dinero, quiero capturar mis gastos de forma rápida y sencilla para no olvidarme de nada y ver el saldo actualizado al momento.",
    "title6": "🗺 User journey map",
    "paragraph9": "El viaje del usuario es el camino que va desde la instalación de una aplicación hasta la gestión consciente de sus finanzas.",
    "title7": "✏️ Sketch",
    "paragraph10": "Primera maqueta visual de la futura aplicación. En esta fase evaluamos cómo será el diseño y probamos ideas.",
    "title8": "✏️ Prototype",
    "paragraph11": "Una maqueta interactiva completa que permite recorrer todo el trayecto del usuario y comprobar la facilidad de uso del producto.",
    "title9": "🏁 Conclusión",
    "paragraph12": "Este proyecto no es una aplicación más, sino una verdadera lección para mí. Me enseñó a entender a los usuarios más profundamente y a crear herramientas que realmente ayudan.",
    "paragraph13": "¡Gracias por leer hasta el final! Y en la tradición de los buenos proyectos - Voy a cerrar con una cita:",
    "paragraph14": "«El buen diseño es un arte que resuelve problemas»",
    "title10": "📚 Recursos utilizados"
  }
}

